#version: 0.2 - Trained by `huggingface/tokenizers`
a t
e r
e n
c e
R e
o n
e m
f er
i on
en ce
Re fer
Refer ence
l e
S t
a r
▁ M
T y
p e
▁ Reference
at em
en t
St atem
Ty pe
▁Reference Type
Statem ent
e t
i le
at ion
e c
o r
r o
▁ C
E x
o c
o d
D ec
a s
b er
f ile
h od
l ar
o t
p t
▁ e
▁ file
at or
ce pt
em ber
▁M et
▁M ember
Ex cept
Dec lar
▁Met hod
▁Member Reference
Except ion
I n
R u
V ar
a b
a l
e Exception
i m
i n
i ab
n t
r e
v oc
▁ L
▁ T
▁ Ru
le Declar
▁Method In
Var iab
im eException
nt imeException
voc ation
▁Ru ntimeException
▁MethodIn vocation
Variab leDeclar
C re
E n
F ile
I f
h ro
i r
l as
s t
s Cre
w Statement
▁ En
▁ File
▁ If
ro ot
▁C las
▁T hro
sCre ator
▁En d
▁If Statement
▁Clas sCreator
▁Thro wStatement
C l
R o
a u
c h
d ir
f i
g et
i t
p er
r in
s e
t or
▁ !
▁ "
▁ m
▁ St
▁ VariableDeclar
▁ root
▁ get
at ch
er al
ec tor
▁C as
▁C atch
oc al
▁L it
▁L ocal
VariableDeclar ation
Cl au
Ro ot
rin g
▁St ring
▁VariableDeclar ator
ector y
▁Cas t
▁Catch Clau
▁Lit eral
▁Local VariableDeclaration
▁CatchClau se
